Config              = {}

-----------------------------------------------------------

--通知
Config.not1 = '你吃了~b~輕量補血藥片'
Config.not2 = '你吃了~b~大量補血藥片'
Config.not3 = '你吃了~b~輕量補盾藥片'
Config.not4 = '你吃了~b~大量補盾藥片'

-----------------------------------------------------------

--是否使用動作及聲音( true : 使用 ; false : 不使用)
Config.useanimation = true

-----------------------------------------------------------

--補血程度(範圍 0.01 - 0.99)  若設定為負值應會導致無作用
--滿血是100滴 ，假設設定 0.1 即代表一次回復 100*0.1 = 10滴血

Config.heal1 = 0.1 --第一個補血藥品
Config.heal2 = 0.7 --第二個補血藥品

-----------------------------------------------------------

--補盾程度(範圍 0 - 100 )
--護盾滿的值是100，假設設定25 即代表補了1/4的護盾
Config.heal3 = 25
Config.heal4 = 50

------------------------------------------------------------
